'''name = input("Ведите ваше имя: " )
print("Привет", name)
age = input(f"{name},Сколько тебе лет: ")'''

'''num1 = float(input("Ведите первое число: "))
num2 = float(input(" Ведите второе число: "))

print("Операции с числами: ")

print("сложение -", num1 + num2)
print("вычитание -", num1 - num2)
print("умножение -", num1 * num2)
print("деление -", num1 // num2)'''

'''p = int(input("Начальная сумма вклада: "))
r = int(input("Процент по вкладу: "))
t = int(input("Количество лет: "))
si = (p * r * t) / 100
print(" Начисленные процнеты :",si)
'''
c = int(input("Ведите температуру в градусах Цельсия: "))
F = (9 / 5) * (c) + 32
print(c, "градусов Цельсия равны", F,"градусов Фаренгейта")
